<?php

declare(strict_types=1);

// phpcs:disable Generic.Files.LineLength.TooLong

return [
    'error.500' => 'Під час обробки вашого запиту сталася внутрішня помилка.',
    'error.401' => 'Відсутній заголовок Authorization. Необхідний для нього токен можна отримати після запиту на "https://auth.ms/login".',
    'error.400' => 'Під час обробки вашого запиту сталася помилка. Будь ласка, зверніться до служби технічної підтримки.',
    'shutdown' => 'Помилка під час обробки вашого запиту. Будь-ласка спробуйте пізніше.',
];
